export const CarrerList = [
  {
    company: "株式会社いい生活",
    date: "2021年8月",
    content:
      "インターンとして、不動産APIを用いたチーム開発を行いました。React, Typescript, firebaseなどの技術を用いてチャットボット検索及び書類検索機能の開発を行いました。",
  },
  {
    company: "株式会社船井総合研究所",
    date: "2021年1月～2021年6月",
    content:
      "インターンとして、画像処理モジュールの開発を行いました。顔認識のAPI調査から始め、自身でモデルを作成しデプロイするところまで行いました",
  },
  {
    company: "三菱インフォメーションテクノロジー",
    date: "2021年1月",
    content:
      "インターンとして社内APIを使用して金融アプリを開発しました。ペルソナ設計から始め、glide及びGASを用いてアプリ開発を行いました",
  },
  {
    company: "サインポスト",
    date: "2020年12月",
    content:
      "インターンとして物体検出タスクを行いました。YOLOやEfficientDetなどのモデルを用いて学習させモデルの実装を行いました。",
  },
  {
    company: "@nifty",
    date: "2020月8月",
    content:
      "インターンとしてチームを組んで社内データの解析コンペに参加しました。古典的な機械学習の他に深層学習などを応用することで5チーム中1位を獲得しました。",
  },
  {
    company: "株式会社EIZO",
    date: "2020年8月",
    content:
      "インターンとして社内モジュールを使用した画像処理アプリの開発を行いました。youtubeの長時間視聴防止アプリの開発を行いました。",
  },
];
